Repository: hendrikgrueger-web/geburtstage-geschenke-iOS
Catalog: Sources/aiPresentsApp/Localizable.xcstrings
Source language: de
Languages: en, es, fr

source: z.B. Papa, Mama, Oma...
en: e.g. Dad, Mom, Grandma...
es: p. ej. Papá, Mamá, Abuela...
fr: p. ex. Papa, Maman, Mamie...

source: z.B. Schmuck, Buch, Erlebnis, Geld
en: e.g. Jewelry, Book, Experience, Money
es: p. ej. Joya, Libro, Experiencia, Dinero
fr: p. ex. Bijou, Livre, Expérience, Argent

source: Zeigt alle Geburtstage
en: Shows all birthdays
es: Muestra todos los cumpleaños
fr: Affiche tous les anniversaires

source: Zeigt Geburtstage der nächsten 7 Tage
en: Shows birthdays in the next 7 days
es: Muestra cumpleaños en los próximos 7 días
fr: Affiche les anniversaires des 7 prochains jours

source: Zeigt Geburtstage der nächsten 30 Tage
en: Shows birthdays in the next 30 days
es: Muestra cumpleaños en los próximos 30 días
fr: Affiche les anniversaires des 30 prochains jours

source: Zeigt nur heutige Geburtstage
en: Shows today's birthdays only
es: Muestra solo los cumpleaños de hoy
fr: Affiche uniquement les anniversaires d'aujourd'hui

source: Zeitraum ohne Benachrichtigungen
en: Period without notifications
es: Período sin notificaciones
fr: Période sans notifications

source: Zugriff auf Kontakte nicht erlaubt
en: Contact access not allowed
es: Acceso a contactos no permitido
fr: Accès aux contacts non autorisé

source: Zugriff verweigert – bitte in den Systemeinstellungen erlauben.
en: Access denied – please allow in system settings.
es: Acceso denegado – por favor, permite el acceso en los ajustes del sistema.
fr: Accès refusé – veuillez l'autoriser dans les réglages système.

source: Zustimmen und KI aktivieren
en: Agree and Enable AI
es: Aceptar y activar IA
fr: Accepter et activer l'IA

source: Zwillinge
en: Gemini
es: Gemini
fr: Gémeaux

source: Birthday Widget
es: Widget de cumpleaños
fr: Widget Anniversaires

source: Budget
es: Presupuesto

source: Demo-Mode
es: Modo demo
fr: Mode démo

source: Ephemeral
es: Efímero
fr: Éphémère

source: Features
es: Funciones
fr: Fonctionnalités

source: Filter
es: Filtrar
fr: Filtres

source: Free
es: Gratis
fr: Gratuit

source: given
es: Regalado
fr: offert

source: Google Vertex AI / Google AI Studio (USA)
es: Google Vertex AI / Google AI Studio (EE. UU.)
fr: Google Vertex AI / Google AI Studio (États-Unis)

source: iCloud Sync
es: Sincronización con iCloud

source: iCloud Sync (optional)
es: Sincronización con iCloud (opcional)
fr: iCloud Sync (optionnel)

source: In
es: En
fr: Dans

source: Link:
es: Enlace:
fr: Lien :

source: Links
es: Enlaces
fr: Liens

source: Max Budget
es: Presupuesto máx.
fr: Budget max

source: Min Budget
es: Presupuesto mín.
fr: Budget min

source: Minute
es: minuto

source: Name
es: Nombre
fr: Nom

source: OpenRouter Inc. (USA)
es: OpenRouter Inc. (EE. UU.)
fr: OpenRouter Inc. (États-Unis)

source: received
es: Recibido
fr: reçu

source: Results: %@
es: Resultados: %@
fr: Résultats : %@

source: Search Input: %@
es: Entrada de búsqueda: %@
fr: Saisie de recherche : %@

source: Status
es: Estado
fr: Statut

source: Tags
es: Etiquetas

source: Tags:
es: Etiquetas:

source: Version
es: Versión

source: Info
fr: Infos
